[
    {
        "numero": 1,
        "enunciado": "Um cartaz, na porta de um supermercado, dizia: “Compre hoje! Amanhã pode estar mais caro!” Esse cartaz",
        "alternativas": {
            "A": "aconselha o cliente a economizar.",
            "B": "dá ordem ao cliente para ganhar tempo.",
            "C": "chama a atenção do cliente para a possível falta de produtos.",
            "D": "pretende ensinar o cliente a controlar seu orçamento."
        },
        "gabarito": "A"
    },
    {
        "numero": 2,
        "enunciado": "Um famoso escritor falou sobre a leitura: “A leitura é para a mente o que a ginástica é para o corpo.” Com essa frase, o autor quer dizer que",
        "alternativas": {
            "A": "exercícios físicos devem ser feitos todos os dias.",
            "B": "a leitura, como a ginástica, deve ser feita diariamente.",
            "C": "a leitura enriquece o nosso conhecimento.",
            "D": "exercícios físicos e leitura fortalecem o corpo. MATEMÁTICA FINANCEIRA E ESTATÍSTICA"
        },
        "gabarito": "D"
    },
    {
        "numero": 3,
        "enunciado": "Uma caixa contém seis bolas brancas e quatro bolas azuis, todas de mesmo tamanho. Se sortearmos ao acaso 3 dessas bolas, sem reposição, a probabilidade de que todas sejam brancas é igual a",
        "alternativas": {
            "A": "1/3.",
            "B": "1/4.",
            "C": "1/5.",
            "D": "1/6."
        },
        "gabarito": "B"
    },
    {
        "numero": 4,
        "enunciado": "Em 2023, uma universidade tradicional que, até então, só ofertava cursos presenciais de graduação, resolveu se arriscar em um novo projeto. Tratava-se da abertura de seu primeiro curso 100% à distância a ser disponibilizado ao mercado. Para tal, ainda em 2023, foram investidos R$ 100.000,00 para a estruturação do referido curso. Além disso, foram estimadas despesas e receitas anuais conforme dados apresentados na sequência: Ano Receitas Despesas 2024 R$ 50.000,00 R$ 35.000,00 2025 R$ 65.000,00 R$ 30.000,00 2026 R$ 80.000,00 R$ 30.000,00 2027 R$ 90.000,00 R$ 20.000,00 2028 R$ 90.000,00 R$ 20.000,00 Considerando as informações apresentadas, é possível determinar que o payback simples ocorreu em",
        "alternativas": {
            "A": "2025.",
            "B": "2026.",
            "C": "2027.",
            "D": "2028. NOÇÕES DE DIREITO E LEGISLAÇÃO APLICADA"
        },
        "gabarito": "C"
    },
    {
        "numero": 5,
        "enunciado": "Avalie se os princípios da Administração Pública incluem: I. a legalidade; II. a moralidade; III. a livre concorrência; IV. a publicidade. São de fato princípios da Administração Pública os itens",
        "alternativas": {
            "A": "I e II, apenas.",
            "B": "II, III e IV, apenas.",
            "C": "I, II e IV, apenas.",
            "D": "I, II, III e IV."
        },
        "gabarito": "C"
    },
    {
        "numero": 6,
        "enunciado": "Entre as limitações ao poder de tributar, previstas na Constituição Federal de 1988, estão os princípios gerais do Direito Tributário que, além de estabelecer limites ao poder de tributar, garantem segurança jurídica e justiça fiscal. Sobre esse tema, assinale a afirmativa correta.",
        "alternativas": {
            "A": "O princípio da anterioridade nonagesimal ou noventena estabelece que nenhum tributo pode ser cobrado antes de decorridos 90 dias da data da publicação da sua instituição ou majoração, exceto as contribuições sociais, que podem ser exigidas imediatamente.",
            "B": "O princípio da legalidade tributária determina que nenhum tributo pode ser instituído ou majorado sem previsão em lei complementar.",
            "C": "O princípio da isonomia garante tratamento igualitário a todos que se encontram em situação equivalente, sendo proibida qualquer distinção em razão de ocupação profissional ou função por eles exercida, independentemente da denominação jurídica dos rendimentos, títulos ou direitos.",
            "D": "O princípio da irretroatividade veda a aplicação da lei a ato ou fato pretérito, ainda que a lei seja expressamente interpretativa."
        },
        "gabarito": "B"
    },
    {
        "numero": 7,
        "enunciado": "A empresa Alfa Indústria Ltda. realizou, ao final do mês de julho, o levantamento de suas obrigações tributárias, verificando os seguintes tributos devidos: • ICMS (Imposto sobre Circulação de Mercadorias e Serviços): incidente sobre as operações de vendas realizadas no período. • ISS (Imposto sobre Serviços): devido pelos serviços prestados. • IRPJ (Imposto sobre a Renda das Pessoas Jurídicas): apurado sobre a renda tributável do exercício. Com base nessas informações, a contabilidade da empresa elaborou um demonstrativo das obrigações tributárias a pagar. De acordo com os conceitos de obrigação tributária e tributo, assinale a afirmativa correta.",
        "alternativas": {
            "A": "O ISS e o ICMS são impostos de mesma competência tributária, pois ambos são devidos aos Estados.",
            "B": "A obrigação tributária principal consiste no pagamento do tributo devido, enquanto a obrigação tributária acessória está relacionada a deveres instrumentais, como a emissão de notas fiscais e declarações ao Fisco.",
            "C": "O IRPJ, por ser um imposto sobre a renda, é classificado como um tributo indireto, pois seu ônus pode ser repassado ao consumidor.",
            "D": "O fato gerador do ICMS ocorre quando a empresa apura seus lucros ao final do exercício contábil. LEGISLAÇÃO E ÉTICA PROFISSIONAL"
        },
        "gabarito": "B"
    },
    {
        "numero": 8,
        "enunciado": "De acordo com o CÓDIGO DE ÉTICA PROFISSIONAL DO CONTADOR em seu item 3: “Este código de ética profissional do contador se aplica também ao _____, no exercício de suas prerrogativas profissionais.” A lacuna fica corretamente preenchida por",
        "alternativas": {
            "A": "empresário contábil.",
            "B": "técnico em contabilidade.",
            "C": "administrador de empresas.",
            "D": "gestor financeiro."
        },
        "gabarito": "D"
    },
    {
        "numero": 9,
        "enunciado": "A NBC PG 01 tem por objetivo fixar a conduta do contador, quando no exercício da sua atividade e nos assuntos relacionados à profissão e à classe. Com base na NBC PG 01 é correto afirmar que o contador pode",
        "alternativas": {
            "A": "se utilizar de posição ocupada em entidades de classe para benefício próprio ou para proveito pessoal.",
            "B": "fazer afirmações desproporcionais sobre os serviços que oferece, sua capacitação ou sobre a experiência que possui.",
            "C": "se apropriar de trabalhos, iniciativas ou de soluções encontradas por colegas, que deles não tenha participado, apresentando-os como próprios.",
            "D": "indicar, em qualquer modalidade ou veículo de comunicação, os títulos, as especializações, os serviços oferecidos, os trabalhos realizados e a relação de clientes, quando ela for autorizada por eles. TEORIA DA CONTABILIDADE"
        },
        "gabarito": "D"
    },
    {
        "numero": 10,
        "enunciado": "Para que um passivo se qualifique para reconhecimento, é necessário haver não somente uma obrigação presente, mas também a probabilidade de saída de recursos que incorporem benefícios econômicos para liquidar essa obrigação. No caso de uma Provisão, o reconhecimento se dá quando:",
        "alternativas": {
            "A": "não é reconhecido e nem divulgado em notas explicativas.",
            "B": "não é reconhecido, mas é divulgado em notas explicativas.",
            "C": "é reconhecido e divulgado em notas explicativas.",
            "D": "é reconhecido, mas não é divulgado em notas explicativas."
        },
        "gabarito": "D"
    },
    {
        "numero": 11,
        "enunciado": "Um supermercado funciona na região sul do país. Em maio de 2024, devido às fortes chuvas, o supermercado perdeu todo o seu estoque. Nas demonstrações contábeis mensais, em 31/05/24, o supermercado optou por baixar todo o estoque, mesmo sem ter recebido um laudo oficial, de modo a tornar as demonstrações mais úteis aos tomadores de decisões. A informação apresenta a seguinte característica qualitativa:",
        "alternativas": {
            "A": "neutralidade.",
            "B": "materialidade.",
            "C": "verificabilidade.",
            "D": "tempestividade."
        },
        "gabarito": "A"
    },
    {
        "numero": 12,
        "enunciado": "De acordo com a NBC TG Estrutura Conceitual- ESTRUTURA CONCEITUAL PARA RELATÓRIO FINANCEIRO, as demonstrações contábeis consolidadas fornecem informações sobre os ativos, passivos, patrimônio líquido, receitas e despesas",
        "alternativas": {
            "A": "apenas das controladas.",
            "B": "apenas da controladora.",
            "C": "da controladora e de suas controladas, como entidades independentes.",
            "D": "da controladora e de suas controladas, como uma única entidade que reporta."
        },
        "gabarito": "A"
    },
    {
        "numero": 13,
        "enunciado": "De acordo com a NBC TG Estrutura Conceitual - ESTRUTURA CONCEITUAL PARA RELATÓRIO FINANCEIRO, patrimônio líquido é a participação nos ativos da entidade após",
        "alternativas": {
            "A": "a dedução de seus passivos.",
            "B": "a dedução de suas despesas.",
            "C": "o acréscimo de suas receitas.",
            "D": "o acréscimo de seus passivos. PRINCÍPIOS DE CONTABILIDADE E NORMAS BRASILEIRAS DE CONTABILIDADE"
        },
        "gabarito": "A"
    },
    {
        "numero": 14,
        "enunciado": "Segundo a NBC TG ESTRUTURA CONCEITUAL, para a representação dos relatórios financeiros ser fidedigna ela precisa ser",
        "alternativas": {
            "A": "completa, neutra e isenta de erros.",
            "B": "confiável, tempestiva e com erros mínimos.",
            "C": "tempestiva, útil e comparável.",
            "D": "consistente, completa e compreensível."
        },
        "gabarito": "B"
    },
    {
        "numero": 15,
        "enunciado": "Segundo a NBC TG 26 (R5) - APRESENTAÇÃO DAS DEMONSTRAÇÕES CONTÁBEIS, quando da elaboração de demonstrações contábeis, a administração deve avaliar a capacidade de a entidade continuar em operação no futuro previsível, o que significa que as demonstrações contábeis devem ser elaboradas no pressuposto da",
        "alternativas": {
            "A": "continuidade, a menos que a administração tenha a intenção de liquidar a entidade ou cessar seus negócios, ou ainda não possua uma alternativa realista senão a descontinuidade de suas atividades.",
            "B": "competência, sendo os itens reconhecidos como ativos, passivos, patrimônio líquido, receitas e despesas, inclusive para a demonstração de fluxo de caixa.",
            "C": "materialidade e agregação, tendo a entidade que apresentar conjuntamente nas demonstrações contábeis cada classe material de itens semelhantes, aglutinando os de natureza ou função distinta mesmo que sejam materiais.",
            "D": "compensação de valores, ativos e passivos ou receitas e despesas devem ser compensados, exceto quando permitido exclusivamente por norma."
        },
        "gabarito": "A"
    },
    {
        "numero": 16,
        "enunciado": "Sobre a classificação e mensuração de ativos não circulantes mantidos para a venda, de acordo com a NBC TG 31 (R4) - ATIVO NÃO CIRCULANTE MANTIDO PARA VENDA E OPERAÇÃO DESCONTINUADA, analise as seguintes afirmativas: I. Os ativos não circulantes mantidos para a venda, desde que satisfeitos os critérios de classificação, são realocados para o ativo circulante da entidade. II. A classificação, a apresentação e a mensuração requeridas pela NBC TG 31 aplicáveis a ativo não circulante classificado como mantido para venda também se aplicam a ativo não circulante que seja classificado como destinado a ser distribuído aos sócios na sua condição de proprietários. III. O ativo não circulante mantido para venda será mensurado pelo maior entre o seu valor contábil e o valor justo menos as despesas de venda. Está correto o que se afirma em",
        "alternativas": {
            "A": "I, somente.",
            "B": "I e II, somente.",
            "C": "I, II e III.",
            "D": "II, somente."
        },
        "gabarito": "D"
    },
    {
        "numero": 17,
        "enunciado": "A NBC TG ESTRUTURA CONCEITUAL descreve uma série de conceitos utilizados para a elaboração de relatórios financeiros para fins gerais. Relacione cada elemento a seguir com sua correta definição segundo a Estrutura Conceitual. Elemento Definição I. Aumentos nos ativos, ou reduções nos passivos, que resultam em aumento no a. Despesa patrimônio líquido. b. Patrimônio Líquido II. Reduções nos ativos, ou aumentos nos passivos, que resultam em reduções no c. Receita patrimônio líquido. III. Participação residual nos ativos da entidade após a dedução de todos os seus passivos. Os elementos a, b e c correspondem, respectivamente, às definições",
        "alternativas": {
            "A": "II – III – I.",
            "B": "I – III – II.",
            "C": "II – I – III.",
            "D": "I – II – III. CONTABILIDADE GERAL"
        },
        "gabarito": "D"
    },
    {
        "numero": 18,
        "enunciado": "De acordo com a NBC TG 25 (R2) - PROVISÕES, PASSIVOS CONTINGENTES E ATIVOS CONTINGENTES, provisão é um passivo de prazo incerto ou de valor incerto. Considere que a sociedade empresária Beta tenha recebido laudo de seu advogado sobre um provável pagamento de processo trabalhista, entretanto com mensuração ainda não confiável. Nesse caso, o seu reconhecimento nas demonstrações financeiras deve ser",
        "alternativas": {
            "A": "como apropriação por competência no balanço patrimonial.",
            "B": "como provisão trabalhista no balanço patrimonial.",
            "C": "não realizar reconhecimento de provisão trabalhista no balanço patrimonial e não divulgar em nota explicativa.",
            "D": "não realizar reconhecimento de provisão trabalhista no balanço patrimonial, mas divulgar em nota explicativa como passivo contingente."
        },
        "gabarito": "C"
    },
    {
        "numero": 19,
        "enunciado": "De acordo com a NBC TG 09 (R1) - DEMONSTRAÇÃO DO VALOR ADICIONADO, a referida Demonstração (DVA) está relacionada com informações econômicas e com a comunicação de elementos ambientais, sociais e de governança (ASG), e tem por finalidade evidenciar a riqueza criada pela entidade e sua distribuição, durante determinado período. Nesse sentido, considerando que a sociedade empresária “B” possui reversão de perdas estimadas com créditos de liquidação duvidosa, essa informação deve ser apresentada, em sua DVA, do seguinte modo:",
        "alternativas": {
            "A": "em remuneração de capitais próprios, na segunda parte da DVA.",
            "B": "em remuneração de capitais de terceiros, na segunda parte da DVA.",
            "C": "em valor adicionado recebido em transferência, na primeira parte da DVA.",
            "D": "em riqueza criada pela própria entidade, na primeira parte da DVA."
        },
        "gabarito": "A"
    },
    {
        "numero": 20,
        "enunciado": "A Demonstração do Valor Adicionado proporciona aos usuários das demonstrações contábeis informações relativas à riqueza criada pela entidade em determinado período e à forma como tais riquezas foram distribuídas. Na distribuição do valor adicionado, o total de “Remuneração de capitais próprios” deve ser igual",
        "alternativas": {
            "A": "às reservas de lucro reportadas no Balanço Patrimonial.",
            "B": "ao pagamento de dividendos reportado na Demonstração dos Fluxos de Caixa.",
            "C": "ao resultado líquido do exercício reportado na Demonstração do Resultado do Período.",
            "D": "à distribuição de dividendos reportada na Demonstração das Mutações do Patrimônio Líquido."
        },
        "gabarito": "A"
    },
    {
        "numero": 21,
        "enunciado": "Uma loja que vende produtos de escritório apresentava os seguintes saldos em 31/12/2023: • Custo da mercadoria vendida (inclui os valores dos impostos recuperáveis): R$ 80.000,00 • Despesa de depreciação dos ativos imobilizados: R$ 15.000,00 • Perdas estimadas com crédito de liquidação duvidosa: R$ 6.000,00 • Perdas por desvalorização dos ativos imobilizados: R$ 10.000,00 • Receita de contrato com clientes: R$ 200.000,00 Assinale a opção que indica o saldo do valor adicionado líquido produzido pela loja, apresentado em sua Demonstração do Valor Adicionado em 31/12/2023.",
        "alternativas": {
            "A": "R$ 89.000,00.",
            "B": "R$ 114.000,00.",
            "C": "R$ 104.000,00.",
            "D": "R$ 194.000,00."
        },
        "gabarito": "B"
    },
    {
        "numero": 22,
        "enunciado": "De acordo com a NBC TG 25 (R2) - PROVISÕES, PASSIVOS CONTINGENTES E ATIVOS CONTINGENTES, a entidade deve divulgar, em notas explicativas, para cada classe de passivo contingente na data do balanço, uma breve descrição da natureza do passivo contingente, a menos que a possibilidade de ocorrer qualquer desembolso na liquidação seja",
        "alternativas": {
            "A": "remota.",
            "B": "possível.",
            "C": "provável.",
            "D": "possível e provável."
        },
        "gabarito": "D"
    },
    {
        "numero": 23,
        "enunciado": "A sociedade empresária Solar administra a carreira de influenciadores digitais. As empresas interessadas em divulgar o seu produto ou serviço por meio dos influenciadores devem pagar para a Solar R$ 20.000,00 por um pacote que consiste em oito inserções em redes socias, sendo quatro ao mês. Em 01/05/2024, a Cia Yellow assinou contrato e pagou, à vista, R$ 20.000,00 para a Cia Solar. Foram realizadas quatro inserções em junho e quatro em julho. A Cia Yellow estimou que, por conta da divulgação, o seu faturamento aumentou em R$ 15.000,00 em agosto e em R$ 18.000,00 em setembro. De acordo com o Regime de Competência, a despesa com a divulgação deve ser reconhecida pela Cia Yellow do seguinte modo:",
        "alternativas": {
            "A": "R$ 20.000,00 em maio.",
            "B": "R$ 10.000,00 em junho e R$ 10.000,00 em julho.",
            "C": "R$ 10.000,00 em agosto e R$ 10.000,00 em setembro.",
            "D": "R$ 5.000,00 em cada um dos meses de junho a setembro."
        },
        "gabarito": "A"
    },
    {
        "numero": 24,
        "enunciado": "Em 01/09/2024, uma sociedade empresária localizada em Belo Horizonte adquiriu aparelhos de informática de Manaus por R$ 40.000,00. O frete para a entrega por caminhão era de R$ 2.000,00. No entanto, para receber os aparelhos mais rápido, a sociedade empresária solicitou a entrega por avião e pagou o valor de R$ 5.500,00 pelo frete. A instalação dos aparelhos no escritório custou R$ 1.000,00. Ainda, foram gastos R$ 2.000,00 com testes para verificar se os aparelhos estavam funcionando corretamente. O valor dos aparelhos de informática a serem registrados no ativo imobilizado da sociedade empresária é de",
        "alternativas": {
            "A": "R$ 43.000,00.",
            "B": "R$ 45.000,00.",
            "C": "R$ 46.500,00.",
            "D": "R$ 48.500,00."
        },
        "gabarito": "C"
    },
    {
        "numero": 25,
        "enunciado": "Em janeiro de 2025, um artista, que possui uma empresa, estava em um evento estratégico em um resort na Bahia. Ao voltar da viagem, descobriu que um influenciador digital, que também estava no evento, divulgou fotos e vídeos do artista em redes sociais. A empresa do artista entrou na justiça por quebra de privacidade contra o resort e contra o influenciador, pedindo, respectivamente, R$ 10.000,00 e R$ 15.000,00. Os advogados da empresa do artista julgaram que as chances de ganho das causas eram, respectivamente, remota e possível. Com base no julgamento dos advogados, a empresa deve apresentar, em suas demonstrações contábeis, um ativo contingente",
        "alternativas": {
            "A": "igual a zero.",
            "B": "de R$ 10.000,00.",
            "C": "de R$ 15.000,00.",
            "D": "de R$ 25.000,00."
        },
        "gabarito": "A"
    },
    {
        "numero": 26,
        "enunciado": "A Cia Lua atua no setor de comércio de relógios e tem 20 empregados. Todos os anos, na primeira semana de janeiro, a empresa contrata uma equipe de médicos para ir ao escritório realizar exames de rotina em seus empregados. Em janeiro de 2025, os gastos com os médicos foram de R$ 6.000,00. Do valor, 20% são pagos pelos empregados, enquanto o restante é pago pela empresa. O impacto do atendimento médico na Demonstração do Resultado da Cia Lua em janeiro de 2025, de acordo com o Regime de Competência, foi de",
        "alternativas": {
            "A": "-R$ 400,00.",
            "B": "-R$ 500,00.",
            "C": "-R$ 4.800,00.",
            "D": "-R$ 6.000,00."
        },
        "gabarito": "A"
    },
    {
        "numero": 27,
        "enunciado": "Em fevereiro de 2025, um hotel adquiriu um televisor de 98 polegadas para que os seus hospedes assistissem a cerimônia do Oscar, em março. O preço do televisor era de R$ 40.000,00. Na data da compra foi acordado com o fornecedor que o pagamento seria realizado por Pix e, em decorrência, o hotel obteve uma redução de 5% sobre o preço original. Assinale a opção que indica a contrapartida da diminuição de R$ 38.000,00 na conta “Disponibilidades”, nas demonstrações contábeis do hotel.",
        "alternativas": {
            "A": "Ativo imobilizado de R$ 38.000,00.",
            "B": "Ativo imobilizado de R$ 40.000,00 e receita financeira de R$ 2.000,00.",
            "C": "Ativo imobilizado de R$ 40.000,00 e outras receitas de R$ 2.000,00.",
            "D": "Ativo imobilizado de R$ 40.000,00 e retificação do ativo imobilizado de R$ 2.000,00."
        },
        "gabarito": "B"
    },
    {
        "numero": 28,
        "enunciado": "Uma empresa de doces e bolos possui em 31/12/X0 os seguintes saldos em seu Balanço Patrimonial: • Caixa e equivalentes de caixa: R$ 100.000,00; • Empréstimos a pagar de curto prazo: R$ 250.000,00; • Financiamentos a pagar de longo prazo: R$ 330.000,00; • Imobilizado: R$ 450.000,00; • Intangível: R$ 320.000,00; • Estoques: R$ 250.000,00; • Capital Social: R$ 540.000,00. Com base nesses saldos, o valor do ativo não circulante da empresa é",
        "alternativas": {
            "A": "R$ 770.000,00.",
            "B": "R$ 350.000,00.",
            "C": "R$ 1.020.000,00.",
            "D": "R$ 450.000,00."
        },
        "gabarito": "B"
    },
    {
        "numero": 29,
        "enunciado": "A empresa ABC S.A. comprou materiais, em agosto de X1, com a finalidade de utilizá-los em suas atividades. O pagamento foi realizado em novembro de X1, e os materiais foram utilizados na prestação de serviços em setembro de X1. Esses materiais devem ser reconhecidos como despesa no mês de",
        "alternativas": {
            "A": "novembro de X1.",
            "B": "setembro de X1.",
            "C": "agosto de X1.",
            "D": "dezembro de X1."
        },
        "gabarito": "C"
    },
    {
        "numero": 30,
        "enunciado": "Relacione as contas contábeis do balanço patrimonial apresentadas a seguir com seus respectivas grupos contábeis. 1. Empréstimos a pagar após 12 meses. 2. Contas a receber em 5 meses. 3. Contas a pagar em 3 meses. 4. Imóveis para uso por 10 anos. ( ) Ativo Circulante. ( ) Ativo Não Circulante. ( ) Passivo Circulante. ( ) Passivo Não Circulante. A relação correta, na ordem apresentada, é",
        "alternativas": {
            "A": "4 – 2 – 1 – 3.",
            "B": "2 – 4 – 3 – 1.",
            "C": "3 – 1 – 2 – 4.",
            "D": "1 – 3 – 4 – 2."
        },
        "gabarito": "B"
    },
    {
        "numero": 31,
        "enunciado": "Assinale a opção que contempla apenas componentes do Patrimônio Líquido, descritos na Lei nº 6.404/76 e alterações posteriores.",
        "alternativas": {
            "A": "Capital Social – Investimentos – Ações em Tesouraria.",
            "B": "Capital Social – Dividendos Obrigatórios a Pagar – Ajustes de Avaliação Patrimonial.",
            "C": "Reservas de Capital – Reservas de Lucros – Ações em Tesouraria.",
            "D": "Ajustes de Avaliação Patrimonial – Capital Social – Debêntures."
        },
        "gabarito": "D"
    },
    {
        "numero": 32,
        "enunciado": "A companhia investidora Alfa S.A., obrigada legalmente a elaborar demonstrações financeiras consolidadas, possui a seguinte participação societária nas empresas: Investida % de participação de Alfa S.A. PL da investida em 31/12/2023 Kappa (controlada) 90 R$ 1.000.000,00 Sigma (controlada) 70 R$ 700.000,00 Zeta (coligada) 25 R$ 600.000,00 Delta (sem influência significativa) 15 R$ 900.000,00 Com base exclusivamente nas informações acima, o montante registrado na conta de participação de acionistas não controladores no balanço consolidado da investidora Alfa S.A. em 31/12/2023 deverá ser de",
        "alternativas": {
            "A": "R$ 100.000,00.",
            "B": "R$ 310.000,00.",
            "C": "R$ 760.000,00.",
            "D": "R$ 1.525.000,00."
        },
        "gabarito": "D"
    },
    {
        "numero": 33,
        "enunciado": "Uma empresa adquiriu uma máquina e registrou na contabilidade os seguintes dispêndios: • Preço de aquisição: R$ 500.000,00; • Imposto de importação: R$ 50.000,00 (não recuperável); • Preparação do local: R$ 100.000,00; • Custo com materiais consumido na realização de testes de funcionamento: R$ 50.000,00; • Honorários dos técnicos que realizaram os testes: R$ 60.000,00; • Vida útil estimada: 10 anos; • Valor residual: R$ 100.000,00. De acordo com a NBC TG 27 (R4) - ATIVO IMOBILIZADO, o custo da máquina, ou seja, o valor contábil de registro inicial desse imobilizado, será de",
        "alternativas": {
            "A": "R$ 500.000,00.",
            "B": "R$ 550.000,00.",
            "C": "R$ 650.000,00.",
            "D": "R$ 760.000,00."
        },
        "gabarito": "A"
    },
    {
        "numero": 34,
        "enunciado": "Uma empresa adquiriu uma máquina em 01/01/2020 pelo custo total de R$ 240.000,00. No registro inicial da máquina no imobilizado, a empresa estimou a vida útil da máquina em 8 anos, sem valor residual. Na data da aquisição, a empresa iniciou a depreciação pelo método linear. Em 31/12/2024, a empresa reavaliou a vida útil para 10 anos, aumentando em 2 anos a vida útil inicialmente estimada. Além disso, verificou que o valor residual da máquina passou a ser de R$ 40.000,00. Com base exclusivamente nos dados acima apresentados, o valor anual da despesa de depreciação a ser contabilizada a partir das alterações ocorridas em 31/12/2024 deve ser de",
        "alternativas": {
            "A": "R$ 40.000,00.",
            "B": "R$ 30.000,00.",
            "C": "R$ 18.000,00.",
            "D": "R$ 10.000,00. CONTABILIDADE DE CUSTOS"
        },
        "gabarito": "C"
    },
    {
        "numero": 35,
        "enunciado": "A Indústria Cadeiras Maceió Ltda. produz e comercializa cadeiras de escritório. No mês de setembro de X4, a empresa produziu 30.000 cadeiras e não possuía estoque inicial. No mês, vendeu 24.000 unidades a um preço unitário de R$ 100,00. Os custos variáveis totais, incluindo matéria-prima, mão de obra direta e outros custos variáveis, somaram R$ 1.800.000,00. Os custos fixos, compostos principalmente por aluguel da fábrica, depreciação do maquinário e salários fixos dos supervisores da produção, totalizaram R$ 200.000,00. As despesas fixas, como gastos com administração e vendas, somaram R$ 100.000,00. Com base nessas informações, o lucro obtido com as vendas, aplicando o método de custeio variável, foi de",
        "alternativas": {
            "A": "R$ 660.000,00.",
            "B": "R$ 960.000,00.",
            "C": "R$ 700.000,00.",
            "D": "R$ 300.000,00."
        },
        "gabarito": "B"
    },
    {
        "numero": 36,
        "enunciado": "Em janeiro de 2024, uma fábrica que produz bolas de futebol incorreu nos seguintes gastos: aluguel do imóvel e das máquinas: R$ 30.000,00; embalagens indispensáveis ao produto final: R$ 2.000,00; matéria-prima: R$ 10.000,00; seguro do imóvel: R$ 5.000,00. Assinale a opção que indica os custos fixos da fábrica no mês.",
        "alternativas": {
            "A": "R$ 5.000,00.",
            "B": "R$ 30.000,00.",
            "C": "R$ 35.000,00.",
            "D": "R$ 45.000,00."
        },
        "gabarito": "C"
    },
    {
        "numero": 37,
        "enunciado": "Leia o fragmento a seguir: “Departamento é a unidade _____ administrativa para a Contabilidade de Custos, representada, na maioria dos casos, por pessoas e máquinas, em que se desenvolvem atividades _____.” Assinale a opção cujos itens completam corretamente as lacunas do fragmento.",
        "alternativas": {
            "A": "padrão – heterogêneas",
            "B": "mínima – homogêneas",
            "C": "máxima – complementares",
            "D": "padrão – complementares"
        },
        "gabarito": "C"
    },
    {
        "numero": 38,
        "enunciado": "Gasto pode ser definido como o sacrifício financeiro necessário para obter um produto ou serviço, representado pela entrega ou promessa de entrega de ativos. Assim, custos, despesas, investimentos e desembolsos são tipos de gastos. Em relação ao tema, analise as afirmativas a seguir. I. Custo é um gasto diretamente relacionado a um bem ou serviço utilizado na produção de outros bens e serviços. II. Despesa é um gasto com bens ou serviços consumidos direta ou indiretamente para obtenção de receitas. III. Investimento é um gasto que se tornou um item do patrimônio líquido em função da expectativa de geração futura de caixa para a entidade ou em função de sua vida útil. IV. Desembolso é um gasto que ocorre quando bens ou serviços são consumidos de forma anormal e/ou involuntária que afetam diretamente o resultado da entidade. Estão corretas as afirmativas",
        "alternativas": {
            "A": "III e IV, apenas.",
            "B": "I, II e III, apenas.",
            "C": "I e II, apenas.",
            "D": "II, III e IV, apenas. CONTABILIDADE GERENCIAL"
        },
        "gabarito": "C"
    },
    {
        "numero": 39,
        "enunciado": "Em 01/01/2024, uma loja de teclados apresentava os seguintes saldos em seu balanço patrimonial: • Disponibilidades: R$ 60.000,00; • Estoque: R$ 240.000,00; • Patrimônio Líquido: R$ 300.000,00. O estoque era composto por 400 unidades de teclado, sendo que cada uma era vendida por R$ 1.000,00. No primeiro semestre de 2024, os gastos fixos, considerando a loja e o escritório, foram os seguintes: • Aluguel: R$ 36.000,00; • Depreciação: R$ 30.000,00; • Salários: R$ 60.000,00. Além disso, foi paga, antecipadamente, uma despesa de R$ 4.000,00 relacionada ao segundo semestre do ano. O ponto de equilíbrio contábil da loja, em unidades, no primeiro semestre de 2024, foi de",
        "alternativas": {
            "A": "240.",
            "B": "300.",
            "C": "315.",
            "D": "375."
        },
        "gabarito": "B"
    },
    {
        "numero": 40,
        "enunciado": "Acerca do Modelo de Determinação do Preço de Transferência, avalie as afirmativas a seguir. I. No Modelo de Preço de Transferência Baseado em Custo Total Realizado (Full Cost), o bem/serviço é transferido pelo valor resultante do somatório dos custos totais incorridos (fixos e variáveis) dividido pelo volume de produção de um determinado período (custeio por absorção). II. No Modelo de Preço de Transferência Baseado em Negociação entre os Gestores, o bem/serviço é transferido pelo preço vigente no mercado, que pode ser um preço médio. III. No Modelo de Preço de Transferência Baseado em Custo de Oportunidade, o preço do bem/serviço transferido estrutura- se a partir da premissa de que deveria refletir o valor do benefício possível de ser auferido na melhor alternativa econômica de obtenção dos insumos demandados. Está correto o que se afirma em",
        "alternativas": {
            "A": "I, apenas.",
            "B": "I e II, apenas.",
            "C": "I e III, apenas.",
            "D": "I, II e III."
        },
        "gabarito": "B"
    },
    {
        "numero": 41,
        "enunciado": "Analise as contas do Balanço Patrimonial a seguir: ATIVO 2023 PASSIVO 2023 Caixa R$ 5.000,00 Fornecedores R$ 15.000,00 Aplicações financeiras R$ 10.000,00 Impostos a pagar R$ 5.000,00 Contas a receber R$ 15.000,00 Empréstimos de curto prazo R$ 10.000,00 Estoques R$ 30.000,00 Empréstimos de longo prazo R$ 20.000,00 Imobilizado R$ 10.000,00 Patrimônio líquido R$ 80.000,00 Intangível R$ 50.000,00 Investimentos R$ 10.000,00 TOTAL R$ 130.000,00 TOTAL R$ 130.000,00 O Índice de Liquidez Seca e o Índice de Liquidez Corrente são, respectivamente, iguais a",
        "alternativas": {
            "A": "2,00 e 1,00.",
            "B": "1,00 e 2,00.",
            "C": "1,00 e 2,60.",
            "D": "2,00 e 0,75. CONTABILIDADE APLICADA AO SETOR PÚBLICO"
        },
        "gabarito": "C"
    },
    {
        "numero": 42,
        "enunciado": "A Lei Orçamentária Anual de cada ente federado deverá conter todas as receitas e despesas de todos os Poderes, órgãos, entidades, fundos e fundações instituídas e mantidas pelo Poder Público. Esse princípio orçamentário é denominado",
        "alternativas": {
            "A": "Unidade.",
            "B": "Universalidade.",
            "C": "Exclusividade.",
            "D": "Orçamento Bruto."
        },
        "gabarito": "C"
    },
    {
        "numero": 43,
        "enunciado": "De acordo com a NBC TSP ESTRUTURA CONCEITUAL - ESTRUTURA CONCEITUAL PARA ELABORAÇÃO E DIVULGAÇÃO DE INFORMAÇÃO CONTÁBIL DE PROPÓSITO GERAL PELAS ENTIDADES DO SETOR PÚBLICO, as informações financeiras e não financeiras são relevantes quando",
        "alternativas": {
            "A": "permitem que os usuários compreendam o seu significado.",
            "B": "retratam a substância da transação, a qual pode não corresponder, necessariamente, à sua forma jurídica.",
            "C": "são capazes de influenciar significativamente o cumprimento dos objetivos da elaboração e da divulgação da informação contábil.",
            "D": "estão disponíveis aos usuários a tempo de serem úteis para fins de prestação de contas, responsabilização e tomada de decisão."
        },
        "gabarito": "A"
    },
    {
        "numero": 44,
        "enunciado": "Com relação aos usuários dos Relatórios Contábeis de Propósito Geral das Entidades do Setor Público (RCPGs), avalie as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) Os RCPGs devem ser elaborados e divulgados, principalmente, para atender às necessidades de informações dos usuários dos serviços e dos provedores de recursos, quando estes detêm a prerrogativa de exigir que a entidade do setor público divulgue as informações que atendam às suas necessidades específicas. ( ) Os membros do Poder Legislativo são também usuários primários dos RCPGs e utilizam extensiva e continuamente os relatórios enquanto atuam como representantes dos interesses dos usuários de serviços e dos provedores de recursos. ( ) Alguns usuários dos serviços e alguns provedores de recursos que dependem dos RCPGs para obter informações que eles necessitam para os propósitos de prestação de contas e responsabilização e tomada de decisão podem não ser cidadãos, como, agências bilaterais ou multilaterais. De acordo com a NBC TSP ESTRUTURA CONCEITUAL- ESTRUTURA CONCEITUAL PARA ELABORAÇÃO E DIVULGAÇÃO DE INFORMAÇÃO CONTÁBIL DE PROPÓSITO GERAL PELAS ENTIDADES DO SETOR PÚBLICO as afirmativas são, respectivamente,",
        "alternativas": {
            "A": "V – F – F.",
            "B": "V – F – V.",
            "C": "F – V – V.",
            "D": "V – V – F. CONTROLADORIA"
        },
        "gabarito": "C"
    },
    {
        "numero": 45,
        "enunciado": "Em 2022, uma entidade tinha o seu desempenho financeiro analisado com base no Retorno sobre o Investimento. Em 2023, a administração da entidade determinou que o seu desempenho passasse a ser avaliado com base no EVA (Valor Econômico Agregado). Uma vantagem dessa substituição é a incorporação, na avaliação,",
        "alternativas": {
            "A": "do custo de oportunidade.",
            "B": "das receitas operacionais.",
            "C": "das despesas operacionais.",
            "D": "das receitas financeiras."
        },
        "gabarito": "B"
    },
    {
        "numero": 46,
        "enunciado": "A Administração de uma empresa, na elaboração de seu plano estratégico, deve, na medida do possível, observar alguns aspectos de formalidade necessários dado a sua relevância e seu impacto nas operações da empresa. A respeito desse tema, avalie as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) O Plano Estratégico deve ser executado pela Controladoria sob o comando da alta administração da empresa. ( ) Uma vez elaborado e aprovado, o Plano Estratégico não deve ser alterado ou ajustado. ( ) Planejamento Estratégico é a atividade que se ocupa da implementação do Plano Estratégico e assegura que os recursos necessários foram obtidos e também que estão sendo usados de maneira eficiente. ( ) A elaboração de um Planejamento Estratégico deve levar em consideração que todas as decisões são interdependentes, sejam elas simples ou complexas. Assim, um dos principais desafios dessa atividade é um ajustamento dessa cadeia sistêmica de decisões e a avaliação de suas consequências. As afirmativas são, respectivamente,",
        "alternativas": {
            "A": "F – V – V – F.",
            "B": "F – V – F – V.",
            "C": "V – F – F – V.",
            "D": "V – F – V – F. AUDITORIA CONTÁBIL"
        },
        "gabarito": "C"
    },
    {
        "numero": 47,
        "enunciado": "Uma empresa de auditoria independente precisou contratar o trabalho de um especialista na área de Tecnologia da Informação. Após receber as conclusões do especialista, foi constatado que esse trabalho era adequado para fins da auditoria. Com base na NBC TA 620 – UTILIZAÇÃO DO TRABALHO DE ESPECIALISTAS, assinale a afirmativa correta acerca da responsabilidade do auditor ao emitir a sua opinião.",
        "alternativas": {
            "A": "O auditor tem sua responsabilidade dividida com o especialista em todo o trabalho.",
            "B": "O auditor é o único responsável por expressar opinião de auditoria, e essa responsabilidade não é reduzida pelo trabalho de especialista contratado pelo auditor.",
            "C": "O auditor é responsável pela parte contábil, e o especialista, pelo trabalho que fez.",
            "D": "O auditor, modificando sua opinião em virtude do trabalho do especialista, não terá nenhuma responsabilidade, sendo a responsabilidade transferida ao especialista."
        },
        "gabarito": "D"
    },
    {
        "numero": 48,
        "enunciado": "No exercício de 2024, uma sociedade empresária foi incluída em um Plano de Refinanciamento de Impostos. O fato foi apropriadamente divulgado nas demonstrações contábeis. Mesmo sendo divulgado o Plano de Refinanciamento de Impostos, o auditor julgou que o assunto é de importância fundamental para o entendimento pelos usuários das demonstrações contábeis. Assim, o auditor independente incluirá, em seu relatório,",
        "alternativas": {
            "A": "uma ressalva.",
            "B": "um fato relevante.",
            "C": "um parágrafo de ênfase.",
            "D": "um parágrafo de outros assuntos. PERÍCIA CONTÁBIL"
        },
        "gabarito": "A"
    }
]